{
	"Waiting for user to click ALLOW button on screen sharing device...": "بانتظار بث الفيديو من جهاز مشاركة الشاشة...",
	"Waiting for user to select source to share from screen sharing device...": "بانتظار أن يختار المستخدم مصدر المشاركة على جهاز مشاركة الشاشة...",
	"My Device Info": "معلومات جهازي",
	"Device Type": "نوع الجهاز",
	"Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "يجب أن يتطابق عنوان IP لجهازك مع \"عنوان IP للجهاز\" في نافذة التنبيه على الكمبيوتر الذي يعمل عليه Deskreen-CE.",
	"Device IP": "عنوان IP للجهاز",
	"Device Browser": "متصفح الجهاز",
	"Device OS": "نظام تشغيل الجهاز",
	"These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "يجب أن تتطابق هذه التفاصيل مع ما تراه في نافذة التنبيه على جهاز مشاركة الشاشة.",
	"Deskreen-CE Screen Viewer": "عارض شاشة Deskreen-CE",
	"Connected!": "تم الاتصال!",
	"Error occurred": "حدث خطأ",
	"Deskreen-CE Error Dialog": "مربع خطأ Deskreen-CE",
	"Something went wrong": "حدث خطأ ما",
	"You may close this browser window then try to connect again": "يمكنك إغلاق نافذة المتصفح هذه ثم محاولة الاتصال مجددًا",
	"An unknown error occurred": "حدث خطأ غير معروف",
	"You were not allowed to connect": "لم يُسمح لك بالاتصال",
	"You were disconnected": "تم قطع اتصالك",
	"WebRTC error occurred": "حدث خطأ WebRTC",
	"If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "إذا أعجبك Deskreen-CE، فكر في المساهمة ماليًا. Deskreen-CE مفتوح المصدر. تبرعاتك تبقينا متحمسين لجعله أفضل.",
	"Donate": "تبرّع",
	"get-deskreen-pro": "احصل على Deskreen Pro",
	"get-deskreen-pro-tooltip": "احصل على Deskreen Pro - يفتح صفحة التنزيل.",
	"Video stream is paused": "بث الفيديو متوقف مؤقتًا",
	"Video stream is playing": "بث الفيديو قيد التشغيل",
	"Video stream paused after exiting fullscreen. Please click Play to continue.": "توقف بث الفيديو بعد الخروج من وضع ملء الشاشة. يرجى النقر على تشغيل للمتابعة.",
	"Pause": "إيقاف مؤقت",
	"Play": "تشغيل",
	"Video Settings": "إعدادات الفيديو",
	"Flip": "عكس",
	"Video quality has been changed to": "تم تغيير جودة الفيديو إلى",
	"Click to Open Video Settings": "انقر لفتح إعدادات الفيديو",
	"Click to Enter Full Screen Mode": "انقر للدخول إلى وضع ملء الشاشة",
	"Click to Play Video": "انقر لتشغيل الفيديو",
	"Click to Pause Video": "انقر لإيقاف الفيديو مؤقتًا",
	"Default video player has been turned OFF": "تم إيقاف مشغل الفيديو الافتراضي",
	"Default video player has been turned ON": "تم تشغيل مشغل الفيديو الافتراضي",
	"ON": "تشغيل",
	"OFF": "إيقاف",
	"Default Video Player": "مشغل الفيديو الافتراضي",
	"Click to visit our website": "انقر لزيارة موقعنا",
	"Video is flipped horizontally": "تم عكس الفيديو أفقيًا",
	"flip-the-screen-is-pro-version-only": "عكس الشاشة متاح في نسخة Pro فقط",
	"TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "الترجمات أدناه لم تتم إضافتها للواجهة بعد، لكن ترجماتك مرحب بها! ستتم إضافة الميزات قريبًا لذا نحتاج لترجماتك.",
	"Click to see connection info": "انقر لرؤية معلومات الاتصال",
	"Pair ID": "معرّف الاقتران",
	"Unpair": "إلغاء الاقتران",
	"Session ID": "معرّف الجلسة",
	"Click to boost video stream if it is lagging": "انقر لتحسين بث الفيديو إذا كان بطيئًا",
	"re-initiate-connection": "إعادة بدء الاتصال",
	"Privacy Notice: Analytics in Deskreen CE Viewer": "إشعار الخصوصية: التحليلات في عارض Deskreen CE",
	"Analytics Reference": "مرجع التحليلات",
	"This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "يستخدم هذا التطبيق Google Analytics (خدمة مجانية من Google) لتتبع بيانات الاستخدام الأساسية بشكل مجهول. يساعدنا ذلك على فهم كيفية استخدام الناس للتطبيق حتى نتمكن من تحسينه للجميع.",
	"What we collect:": "ما الذي نجمعه:",
	"Page views (which screens you visit)": "مشاهدات الصفحات (الشاشات التي تزورها)",
	"Time spent on pages": "الوقت المستغرق على الصفحات",
	"Basic device info (browser type, screen size)": "معلومات الجهاز الأساسية (نوع المتصفح، حجم الشاشة)",
	"Your IP address (anonymized — last part removed for privacy)": "عنوان IP الخاص بك (مجهول — تمت إزالة الجزء الأخير للخصوصية)",
	"What we DON'T collect:": "ما الذي لا نجمعه:",
	"Personal info (names, emails, passwords)": "المعلومات الشخصية (الأسماء، البريد الإلكتروني، كلمات المرور)",
	"Exact location": "الموقع الدقيق",
	"Any files or content you interact with": "أي ملفات أو محتوى تتفاعل معه",
	"Why anonymous?": "لماذا مجهول؟",
	"Your IP is automatically shortened, and no one can identify you personally from this data.": "يتم اختصار عنوان IP تلقائيًا، ولا يمكن لأحد التعرف عليك شخصيًا من هذه البيانات.",
	"Your options:": "خياراتك:",
	"Continue:": "المتابعة:",
	"We'll track anonymized usage to help improve the app.": "سنقوم بتتبع الاستخدام المجهول لتحسين التطبيق.",
	"Opt out:": "إلغاء الاشتراك:",
	"Click the Deny button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "انقر زر الرفض أدناه لتعطيل التتبع. (سنحترم هذا الاختيار، لكن قد تفوتك تحسينات مستقبلية مبنية على الملاحظات الجماعية.)",
	"Data goes to: Google Analytics. See their privacy policy.": "تذهب البيانات إلى: Google Analytics. راجع سياسة الخصوصية الخاصة بهم.",
	"Accept": "قبول",
	"Allow": "سماح",
	"Deny": "رفض",
	"Privacy Settings": "إعدادات الخصوصية",
	"Change your preference:": "غيّر تفضيلك:",
	"Enable analytics:": "تمكين التحليلات:",
	"Disable analytics:": "تعطيل التحليلات:",
	"Enable Analytics": "تمكين التحليلات",
	"Disable Analytics": "تعطيل التحليلات",
	"Click the Disable button below to stop tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "انقر زر التعطيل أدناه لإيقاف التتبع. (سنحترم هذا الاختيار، لكن قد تفوتك تحسينات مستقبلية مبنية على الملاحظات الجماعية.)",
	"their privacy policy": "سياسة الخصوصية الخاصة بهم"
}
